<?php
/*
 * Copyright (C) 2008-2013 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/
define("CACLAN_1", "وضعيت کش سيستم");
define("CACLAN_2", "قرار دادن وضعيت کش");
define("CACLAN_3", "مديريت کش");
// define("CACLAN_4", "وضعيت کش را قرار دهيد");
define("CACLAN_5", "کش محتواي خالي");
define("CACLAN_6", "کش خال شد");

define("CACLAN_10", "پوشه کش قابل نوشتن نيست. لطفا تغيير دسترسي اين پوشه را به 777 تغيير دهيد");

define("CACLAN_11", "محتواي کش");
define("CACLAN_12", "کش سيستم");
define("CACLAN_13", "محتواي کش شامل صفحه ارايه داده شده است. اين شامل محتوايhtmlهست که شما به سايت خود ارايه نموديد");
define("CACLAN_14", "سيستم کش شامل اطلاعات پيکربندي سيستم هست. که شامل پيشوند هاي سايت, منوهاي فعال جاري, .  محتواي واقعي شامل نميشود.");
// define("CACLAN_15", "کش سيستم خالي شد");
define("CACLAN_16", "کش سيستم خالي است");
define("CACLAN_17", "محتواي جاري");
define("CACLAN_18", "فايل");
define("CACLAN_19", "فايل ها");

define("CACLAN_20", "کش ساختار ديتابيس");
define("CACLAN_21", "کش ساختمان دیتابیس شامل اطلاعات سیستم درباره ساخت جداول دیتابیس می باشد , که نيازمند چند هسته روتين شده هست.محتواي واقعي را شامل نميشود.");
define("CACLAN_22", "کش بند انگشتي");
define("CACLAN_23", "کش فايل هاي بندانگشتي شامل اطلاعات تصاوير هستند. اينگونه تصاوير از سي پي يو بعضي سرور ها کار مي کشند.");
define("CACLAN_24", "کش ساختار ديتابيس خالي است");
define("CACLAN_25", "کش بند انگشتي خاليست");
define("CACLAN_26", "همه کش ها خاليست");
define("CACLAN_27", "کش مرورگر خاليست");

define("CACLAN_28", "JS/CSS کش");
define("CACLAN_29", "همتاسازی و کش فایل های جاوااسکریپتو ابشاری کردن استایل فایل ها.");
define("CACLAN_30", "خاليست JS/CSS کش");
?>