<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.8/e107_languages/English/lan_login.php,v $
|     $Revision$
|     $Date$
|     $Author$
+----------------------------------------------------------------------------+
*/
define("LAN_LOGIN_1", "ДгЦ ≤гяхяМ");
define("LAN_LOGIN_2", "│сФФяо ≤гяхя");
define("LAN_LOGIN_3", "сяФя мщгый тоЕ");
define("LAN_LOGIN_4", "Аьщг Фгяо тФМо "); // XXX Modified
define("LAN_LOGIN_5", "хягМ кхй ДгЦ ≤АМ≤ ≤ДМо ");
define("LAN_LOGIN_6", "щзАг ≤гяхя лоМо │пМящйЕ ДЦМтФо ");
define("LAN_LOGIN_7", "≤о умМм Фгяо ДЦгММо ");
define("LAN_LOGIN_8", "хгрЦМ ░яоЦ");
define("LAN_LOGIN_9", "ФяФо");
define("LAN_LOGIN_10", "≤АМ≤ хягМ ФяФо");
define("LAN_LOGIN_11", "зжФМй ≤гяхя лоМо ");
define("LAN_LOGIN_12", "щягЦФтМ │сФяо");
define("LAN_LOGIN_13", "Аьщг ДФтйЕ яФМ йуФМя яг Фгяо ДЦгММо ");
define("LAN_LOGIN_14", "≤гяхя чуо ФяФо хг ДгЦ ≤гяхяМ Дг Цйзгящ огтйЕ гМо ");
define("LAN_LOGIN_15", "≤гяхя чуо ФяФо яЦр зхФя Дгоясй огтйЕ гМо");
define("LAN_LOGIN_16", "≤гяхя тЦг чуо ФяФо огтйМо хг ДгЦ ≤гяхяМ/яЦрзхФяМ ≤Е чхАг ФлФо огтйЕ гсй");
define("LAN_LOGIN_17", "яЦр ≤гяхя (hashed)");
define("LAN_LOGIN_18", "ЦмоФоМй гйФЦгй: ояуФяйМ ≤Е хМтйя [x] чуо ньгМ ФяФо огтйЕ хгтМо ");
define("LAN_LOGIN_19", "> 10 чуо ФяФо ньг");
define("LAN_LOGIN_20", "тЦг щМАо ЦФяо ДМгр яг нгАМ яЕг ≤яоМо");
define("LAN_LOGIN_21", "гйугА Дгоясй. гьАгзгй ≤гяхяМ хягМ кхй ДгЦ оясй ДМсй.█≤ ≤ДМо о≤ЦЕ capslock нгЦФт хгто хЕ хря░М ≤АЦгй мсгс гсй ");
define("LAN_LOGIN_22", "тЦг мсгх щзгА ДогяМо . тЦг хгМо М≤ гМЦМА хягМ щзгА ≤яоД мсгх нФо ояМгщй ≤ДМо . г░я ДМгЦоЕ Аьщг гМДлг яг ≤АМ≤ ≤ДМо  [here].");
define("LAN_LOGIN_23", "≤о ФяФоМ умМм ДМсй.");
define("LAN_LOGIN_24", "йя≤МхМ гр гМД ДгЦ ≤гяхяМ/яЦр зхФя чхАг ФлФо огяо.");
define("LAN_LOGIN_25", "≤гяхМ ≤Е чуо ФяФо огяо хсйЕ тоЕ гсй Ф Мг ЦмоФо тоЕ");
define("LAN_LOGIN_26", "ньгМ ФяФо - чягяого ДгтДгнйЕ");
define("LAN_LOGIN_27", "≤гяхя чуо ФяФо огтйЕ чхА гр йгММо гМЦМА");
define("LAN_LOGIN_28", "гМЦМА");
define("LAN_LOGIN_29", "ДгЦ ≤гяхяМ Ф гМЦМА");
define("LAN_LOGIN_30", "ньг хМщргММо лоМо alt_auth ≤гяхя хЕ DB");
define("LAN_LOGIN_31", "гзйхгя тЦг хЕ сМсйЦ гжгщЕ ДтоЕ");

?>