<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.8/e107_languages/English/lan_sitedown.php,v $
|     $Revision$
|     $Date$
|     $Author$
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ÓÇíÊ ãæÞÊÇ ÈÓÊå ÔÏå ÇÓÊ");
define("LAN_SITEDOWN_00", "Ç˜äæä ãæÞÊÇ ÈÓÊå ÇÓÊ");
define("LAN_SITEDOWN_01", "ãÇ ÓÇíÊ Ñæ ãæÞÊÇ ÈÓÊíã ¡ ÇáÈÊå ØæáÇäí äÎæÇåÏ ÈæÏ ¡ Îíáí ÒæÏ Èå ãÇ ÓÑ ÈÒäíÏ ãÇ ÈÒ ÎæÇåíã ÔÊ .");
?>
