<?php
/*
 * Copyright (C) 2008-2013 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/

define("PRFLAN_1", "اطلاعات سايت");
define("PRFLAN_2", "نام سايت");
define("PRFLAN_3", "ادرس سايت");
define("PRFLAN_4", "لينک ايکن سايت/دکمه");
define("PRFLAN_5", "شعار سايت");
define("PRFLAN_6", "توضيحات سايت");
define("PRFLAN_7", "مدير اصلي سايت");
define("PRFLAN_8", "ايميل مدير اصلي سايت");
define("PRFLAN_9", "رفع مسئوليت سايت");
// define("PRFLAN_10", "تم");
// define("PRFLAN_11", "قالب سايت");
// define("PRFLAN_12", "براي پيشنمايش قالب کليک کنيد");
define("PRFLAN_13", "نمايش اطلاعات");
define("PRFLAN_14", "اطلاعات قالب نمايش داده شود?");
define("PRFLAN_15", "نمايش تغيير زمان?");
define("PRFLAN_16", "نمايش کوئري sql?");
define("PRFLAN_17", "با استفاده از gzip خروجي سايت فشرده شود");
define("PRFLAN_19", "گزينه هاي صفحه ثبت نام");
define("PRFLAN_21", "گزينه هاي نمايش تاريخ");
define("PRFLAN_22", "فرمت تاريخ کوتاه");
define("PRFLAN_23", "فرمت تاريخ بزرگ");
define("PRFLAN_24", "فرمت تاريخ انجمن");
define("PRFLAN_25", "براي بيشتر اطلاعات روي فرمت هاي تاريخ  اين را ببينيد");
define("PRFLAN_26", "زمان مبدا");
define("PRFLAN_27", "براي مثال, اگر شما ين را قرار دهيد بر روي  +2, همه زمان ها بر روي سايت شما دو ساعت به جلو کشيده مي شوند");
define("PRFLAN_28", "عضويت/ورود کاربر");
define("PRFLAN_29", "سيستم عضويت کاربر فعال شود?");
define("PRFLAN_30", "کاربران مجاز خواهند بود کاربران ديگر را به عضويت در اورند");
//define("PRFLAN_31", "از تاييديه ايميل براي ثبت نامي ها استفاده شود?");
define("PRFLAN_32", "ارسال هاي مخفي مجاز باشند?");
define("PRFLAN_33", "اگر اين سويچ خاموش شود فقط کاربران عضو شده مي توانند نظرات خود را ارسال نمايند");
define("PRFLAN_35", "حفاظت در مقابل طغيان فعال شود(تلاش براي ورود بي رويه)?");
define("PRFLAN_36", "مهلت طغيان");
define("PRFLAN_37", "تحريم اتومات");
define("PRFLAN_38", "Time required in seconds between 2 posts for areas where users can post (chatbox, forums...). if a user post too fast, he will be redirected to the homepage");
define("PRFLAN_40", "جملات زشت فيلتر شوند?");
define("PRFLAN_41", "if checked swearing will be replaced with string below");
define("PRFLAN_42", "جايگزين رشته");
define("PRFLAN_43", "فيلتر کلمات");
define("PRFLAN_44", "حساسيت به کلمات, جدا سازي با کاما(,)");
define("PRFLAN_45", "براي صفحات ثبت نام از جام استفاده شود?");
define("PRFLAN_46", "ديدن جام بر روي بيشتر اطلاعات");
define("PRFLAN_47", "امنيت &amp; حفاظت");
define("PRFLAN_48", "روش پيگيري کاربر");
define("PRFLAN_49", "کوکي ها");
define("PRFLAN_50", "دوره ها");
define("PRFLAN_52", "ذخيره تغييرات");
define("PRFLAN_53", "اولويت هاي سايت");
define("PRFLAN_55", "  نام کوکي/دوره");
define("PRFLAN_56", "منطقه زماني");
define("PRFLAN_58", "محدوديت وب سايت فقط براي کاربران");
define("PRFLAN_59", "برای محدودیت همه بخش ها برای کاربران غیر از فرانت پیج و صفحه ثبت نام تیک بزنید");
define("PRFLAN_60", "فعال سازي SSL");
define("PRFLAN_61", "فقط SSL فعال شود اگر که شما مي خواهيد اکنون اين کار را انجام دهيد!");
define("PRFLAN_76", "نمايش کد کپچا روي صفحه ثبت نام.");
define("PRFLAN_77", "نمايش گزينه هاي مدير ");
define("PRFLAN_78", "براي غير فعال شدن خالي رها کنيد");
// define("PRFLAN_80", "براي نمايش اينجا را کليک کنيد");
define("PRFLAN_81", "نمايش کد کپچا روي صفحه ورودي.");
define("PRFLAN_83", "براي مثال");
define("PRFLAN_87", "نظرات/محل ارسالي");
define("PRFLAN_88", "روشن کردن نظرات تو در تو");
define("PRFLAN_89", "نمايش ايکن نظر جديد");
define("PRFLAN_90", "دسترسي ارسال کننده ها براي ويرايش نظراتشان");

// define("CUSTSIG_1", "تنظيمات ذخيره شد!");
define("CUSTSIG_2", "نام واقعي:");
// define("CUSTSIG_3", "وب سايت:");
// define("CUSTSIG_4", "تولد:");
// define("CUSTSIG_5", "محل:");
define("CUSTSIG_6", "امضا:");
define("CUSTSIG_7", "اواتار:");
// define("CUSTSIG_8", "زمان- منطقه:");
define("CUSTSIG_12", "مخفي");
define("CUSTSIG_13", "فيلد ها");
define("CUSTSIG_14", "نمايش");
define("CUSTSIG_15", "مورد نياز");
define("CUSTSIG_16", "کمترين طول رمز عبور");
define("CUSTSIG_17", "اشتراک براي محتوا/نامه هاي خروجي");
define("CUSTSIG_18", "اين نام هاي کاربري نمايش داده نشود");
define("CUSTSIG_19", "نام هاي کاربري حاوي متن زير رد خواهد شد, ورودي ها را با(,)کاماي انگليسي جدا کنيد");
define("CUSTSIG_20", "عنوان سفارشي کاربر");
define("CUSTSIG_21", "تاييديه ايميل");
define("CUSTSIG_22", "گزينه براي ايميل مخفي");

define("PRFLAN_91", "اگر کسي سعي کند با درخواست هاي متعدد به سرور شما حمله کند, اي پي او بطور خودکار تحريم و ممنوع مي شود !بهتر است اگر امکان داشته باشد با پيکربندي سرور انجام گيرد!!!");
define("PRFLAN_92", "تاييد ثبت نام امن -- ايا رمز عبور در ايميل مخفي شود?");
define("PRFLAN_93", "صفحه تابع strftime در php.net");
define("PRFLAN_94", "اينجا");
define("PRFLAN_95", "نمايش اطلاعات پلاگين ها:");
define("PRFLAN_96", "می خواهید اطلاعات روی همه صفحات مدیریت برای هر پلاگین نمایش داده شود و این نوع ویژگی پشتیبانی شود");
define("PRFLAN_97", "منوي 'اطلاعات پلاگين هاي' منحصر بفرد :");
define("PRFLAN_98", "اگر غير فعال باشد, هر پلاگين اطلاعات خود را در يک منوي فردي بنمايش مي گذارد. در صورت فعال بودن تمام اطلاعات در يک منو نمايش داده ميشود.");
define("PRFLAN_101", "ارائه متن");
define("PRFLAN_102", "جايگزين کردن ادرس هاي قابل کليک");
define("PRFLAN_103", "اگر علامت زده شود, و 'قابليت کليک کردن' (دربالا) در بالا نيز علامت زده شود, ادرس های ارسال شده یا ادرس ایمیل  چنانچه بصورت یک هایپرلینک استفاده شوند نوشته ای از جعبه نوشته در زیر نمایش داده شود . جهت جلوگيري از شکسته شدن طرح اين را خيلي از ادرس هاي ايميل/ادرس هاي طولاني نگه ميدارند.");
define("PRFLAN_104", "متن جايگزين ادرس url");
define("PRFLAN_105", "urlهاي قابل کليک جايگزين متن. تصوير ميتواند مورد استفاده قرار بگيرد جهت استفاده &lt;img&gt; برچسب, با مسير کامل تصوير"); //FIXME HTML
define("PRFLAN_106", "تنظیمات هسته به پایگاه داده ذخیره شد");
define("PRFLAN_107", "نوشته جايگزين لينک ايميل");
define("PRFLAN_108", "متن جايگزين لينک ايميل با, تصوير ميتواند مورد استفاده قرار بگيرد جهت استفاده &lt;img&gt; برچسب,با ادرس کامل تصوير"); //FIXME HTML
define("PRFLAN_109", "قرار دادن کلمات طولانی در متن اصلی");
define("PRFLAN_110", "کلمات طولاني تر از حد معمول وارد ميشود بر روي يک خط جديد بصورت درهم و برهم");
define("PRFLAN_111", "قرار دادن کلمات طولانی در متن منو");
// define("PRFLAN_112", "روشن");
define("PRFLAN_113", "خاموش");
define("PRFLAN_116", "کلاسي که مي تواند html ارسال کند");
define("PRFLAN_117", "اين کاربران را مجاز مي کند که هر کجا که بخواهند بتوانند html ارسال کنند, براي اين مجوز کلاس کاربري را انتخاب نماييد.");
define("PRFLAN_118", "استفاده از گيشي براي حالت برجسته");
define("PRFLAN_119", "گيشي يک منبع باز چند زبانه هست جهت برجسته سازي, ببينيد اين  [link] را براي اطلاعات بيشتر");
define("PRFLAN_120", "زبان تشريح گيشي پيشفرض");
define("PRFLAN_121", "اگر هيچ زباني در کد bbtag نيست , اين زبان براي برجسته سازي مورد استفاده قرار ميگيرد");
define("PRFLAN_122", "فعال سازي بخش نوشتاري WYSIWYG");
define("PRFLAN_123", "
وقتی ویرایشگر در بخش نوشتاری فعال باشد همزمان هر چه ویرایش کنید نمایش داده خواهد شد . فقط براي مدير و کاربراني که مجازند html ارسال کنند مجاز است.");
define("PRFLAN_124", "ديدن به جلو و به عقب در حالت کلاسيک مورد استفاده قرار گيرد");
define("PRFLAN_125", "فقط اين فعال باشد صفحات جلو و عقب نمايش داده ميشود بصورت  1 2 3 ... 21 22 23, بجاي نمايش بصورت منوي کشويي پايين امدني.");
define("PRFLAN_126", "متن جهت نمايش در صفحه ثبت نام");
define("PRFLAN_127", "ساخت ادرس هاي قابل کليک");
define("PRFLAN_128", "روشن کردن این سبب می شود که ادرس های ارسال شده یا ادرس های ایمیل تبدیل به لینک برجسته شود");
define("PRFLAN_129", "عدم مجوز ورود چندگانه به سيستم");
define("PRFLAN_130", "فعال کردن اين باعث مي شود که چند نفر با يک نام کاربري/رمزعبور نتوانند وارد شوند (جزييات ورود اشتراکي)");
// define("PRFLAN_131", "فعال شدن استفاده از [php] bbcode");
// define("PRFLAN_132", "فعال کردن این سبب میشود تا کاربران مجاز شوند برای ارسال کد [php] در بخش های خاص");
define("PRFLAN_133", "گسترش GD مورد نياز, وجود ندارد");
define("PRFLAN_134", "تغییر مسیر تمام درخواست  هابه نشانی اینترنتی سایت");
define("PRFLAN_135", "براي مثال, اگر شما ادرس سايت خود را http://e-107.ir قرار دهيد, هر کس ادرس http://www.e-107.ir را در خواست نمايد به ادرس http://e-107.ir هدايت خواهد شد"); //FIXME HTML
define("PRFLAN_136", "حداکثر از ثبت نام مجاز از همان آدرس IP.");
define("PRFLAN_137", "نمايش حافضه مورد استفاده");
define("PRFLAN_138", "نمايش کپچا روي صفحه فراموشي رمز عبور.");
define("PRFLAN_139", "هشدار ها زمانی که رمز عبور مدیر اصلی برای حداقل 30 روز تغییر نکرده است");
define("PRFLAN_140", "متني که بعد از پر کردن فرم ثبت نام نمايش داده مي شود");
//define("PRFLAN_141", "اجازه ثبت نام با استفاده از پروفایل XML کاربر");
define("PRFLAN_142", "فقط طغيان");
define("PRFLAN_143", "فقط ورود ناموفق");
define("PRFLAN_144", "طغيان &amp; ورود ناموفق");
define("PRFLAN_145", "لينک ها در پنجره جديد");
define("PRFLAN_146", "تيک اين قسمت سبب مي شود همه لينک ها در پنجره جديد باز شوند (اين براي صفحات ويژه اعمال مي شود). ");
define("PRFLAN_147", "حالت نويسنده");
define("PRFLAN_148", "فعال سازي توابع نويسنده. اين فقط براي برنامه نويسان است. براي امنيت بيشتر سعي کنيد اين گزينه را فعال نکنيد.");
define("PRFLAN_149", "خصوصيات پيشرفته");
define("PRFLAN_150", "روش احراز هویت E107 انتخاب کنید");
define("PRFLAN_151", "e107 - بدون روشهاي تاييد هويت متناسب نصب");

define("PRFLAN_31", "تاييد ايميل");
define("PRFLAN_152", "بدون تاييد");
define("PRFLAN_153", "تاييد مدير");
define("PRFLAN_154", "روش تاييد کاربر جديد");
define("PRFLAN_155", "امکان تغيير نام کاربري و نام نمايشي براي");
define("PRFLAN_156", "تنظیم مجدد تمام نام های نمایشي");
define("PRFLAN_157", "همه نام هاي نمايشي به نام کاربري به حالت پيشفرض در امدند");
define("PRFLAN_158", "بيشترين طول نام نمايشي (5..100)");
define("PRFLAN_159", "مشاهداه اين صفحه با");
define("PRFLAN_160", "بررسي اتصال به سرور وقتي ادرس ايميل معتبر باشد.");
define("PRFLAN_161", "اجازه به کاربران برای ارسال نظرات");
define("PRFLAN_162", "اطلاعات تماس سايت");
define("PRFLAN_163", "براي مثال. نام شرکت, ادرس, تلفن, ...");
define("PRFLAN_164", "اجازه به کاربران جهت کپي ايميل براي تماس با سايت");
define("PRFLAN_165", "امکان باز کردن و مجوز استفاده از هرزنامه، با احتياطاستفاده شود");
define("PRFLAN_166", "نمايش تصاوير شکلک ها در نظر?");
define("PRFLAN_167", "وارد کردن ايميل اختياري"); // subject to change.
define("PRFLAN_168", "تماس سايت با شخص(ها)");
define("PRFLAN_169", "اگر گروهي شامل بيشتر از يک نفر را انتخاب کنيد, کاربر يک نفر از اين گروه را درخواست مي کند.");
//define("PRFLAN_170", "استفاده از dns معکوس جهت مجوز هاست تحريم کننده");
//define("PRFLAN_171", "فعال سازی این گزینه به شما امکان میدهد تا کاربران توسط نام هاست تحریم شوند ، سریعتر از ادرس ای پی و نام ایمیل انجام میگیرد.  <br />توجه: این ممکن است زمان بارگذاری صفحه در بعضی از میزبان را تحت تاثیر قرار دهد");
define("PRFLAN_172", "بيشترين اندازه نام ورودي (10..100)");
define("PRFLAN_173", "بررسی برای به روز رسانی E107 یک بار / روز");
define("PRFLAN_174", "نام براي پاسخ به ايميل هاي از طرف سايت");
define("PRFLAN_175", "اين ظاهر مي کند نام مورد نظر را 'از' فيلدي از ثبت نام و ايميل هاي ديگر از اين سايت");
define("PRFLAN_176", "ادرس ايميل براي ايميل هايي از سايت");
define("PRFLAN_177", "ادرس مخصوص جهت پاسخ به ايميل ها از اين سايت.");
define("PRFLAN_178", "روش انتقال رمز");
define("PRFLAN_179", "(فقط پشتيباني شده  اگر بخش هايي براي پشتيباني کاربر مورد استفاده قرار گيرد.)");
define("PRFLAN_180", "متن ساده");
define("PRFLAN_181", "چيپ, سقوط متن ساده");
define("PRFLAN_182", "فقط چيپ");
define("PRFLAN_183", " چيپ موردنياز JS فعال شود در مرورگر کاربران");
define("PRFLAN_184", "روش ورود کاربر");
// define("PRFLAN_185", "(و همچنين نام کاربري)");
// define("PRFLAN_186", "بله");
// define("PRFLAN_187", "خير");
define("PRFLAN_188", "نوع پشتيباني رمز عبور");
define("PRFLAN_189", "md5 (توسط سيستم)");
define("PRFLAN_190", "درهم و برهم");
define("PRFLAN_191", "(md5 براي يک شبکه داخلي اينترانت کافيست,و اغلب براي سايت هاي ديگر مورد استفاده است)");
define("PRFLAN_192", "تولید نام ورود از پیش تعریف شده به صورت تصادفی بر اساس یک الگو");
define("PRFLAN_193", "به کاربران اجازه ميدهد نام کاربري خود را تغيير دهند , در غير اينصورت خالي رها کنيد");
define("PRFLAN_194", "# الفا[br]. عددي[br]* الفاي عددي[br]کاراکتر هاي ديگر مورد استفاده.");
// define("PRFLAN_195", "مقادير تغيير يافت:");
define("PRFLAN_196", "دسترسي به وقايع همه صفحات");
define("PRFLAN_197", "ورود اتومات کاربر بعد از کليک روي لينک ثبت نام");
define("PRFLAN_198", "اگر غير فعال شود, کاربر مستقيما بعد از ثبت نام وارد مي شود");
//define("PRFLAN_199", "");

//0.8
define("PRFLAN_154a", "اگر  'موافقت مدير' انتخاب شده باشد, ايميل اگاه سازي کاربر از وضعيت ثبت نام به کاربر ارسال مي گردد [here].");
define("PRFLAN_196a", "وقايع دايرکتوري:");

define("PRFLAN_199", "نمايش ساب لينک هاي مدير");
define("PRFLAN_200", "اگر فعال شود, اسلايد منوي ناوبري مدير متوقف ميشود (در صورتي که توسط تم جاري پشتيباني شود) وقتي که ساب لينک تحويل شود مورد نياز است (براي مثال. اخبار - ساخت ايتم خبري).");
define("PRFLAN_201", "نام کاربري و رمز عبور");
define("PRFLAN_202", "ايميل و رمز عبور");
define("PRFLAN_203", "نام کاربري/ايميل و رمز عبور");
define("PRFLAN_204", "پلاگين هاي جداگانه داخل منو هاي شما.");
define("PRFLAN_205", "اگر فعال شود, پلاگين ها در منوي ناوبريتان نمايش داده خواهد شد, مشابه E107 v0.7 و ما قبل.");
define("PRFLAN_206", "فقط -کاربران به غير از ادرس url");
define("PRFLAN_207", "تنها حالت کاربران  برای ادرس هایی که مطابق  شرایط این لیست هستند غیر فعال خواهد شد. خط در ميان.");
define("PRFLAN_208", "کلاس کاربری که  لینک های ایمیل  رابه ایتم های روی سایت تبدیل می کند ");
define("PRFLAN_209", "خصوصيات ديگر");
define("PRFLAN_210", "نظرات/ارسالي");
define("PRFLAN_211", "ادرس ايميل انتخابي را نمي تواند بسازد  اگر براي ورود معتبر سازي يا تاييديه مورد نياز است");
define("PRFLAN_212", "Value for --FIELD-- too high - changed to --VALUE--");
define("PRFLAN_213", "Value for --FIELD-- too low - changed to --VALUE--");
define("PRFLAN_214", "لوگوي سايت");
define("PRFLAN_215", "کلاس که مي تواند ارسال کند &lt;اسکريپت&gt; و برچسب هاي مشابه");
define("PRFLAN_216", "(نياز به ارسال html و همچنين حقوق کپي رايت )");
define("PRFLAN_217", "فيلتر محتواي html");
define("PRFLAN_218", "اگر 'خاموش باشد', احتما افزايش خطر يا سو استفاده توسط کاربران با  XSS ارسال شده توسط اعضاي کلاس بالا يا قبل از ورژن 0.7.24");

define("PRFLAN_219", "کاراکتر هاي پيدا شده بدون مجوز در نام کوکي (فقط کاراکتر هاي مجاز الفاي عددي). نام کوکي ذخيره نشد.");
define("PRFLAN_220", "فيلتر تخلف html (تجربي)");
define("PRFLAN_221", "بلوک های برخی از تگ های نامطابق برای کسانی که مجاز به ارسال html هستند");
define("PRFLAN_222", "نمايش کپچا بر روي صفحه ورودي بخش مديريت.");
define("PRFLAN_223", "بطور خودکار ازمایش می کند و تشخیص می دهد فرق رایانه با انسان را از هم");
// define("PRFLAN_222", "کنترل نظرات ساخته شده توسط");
// define("PRFLAN_223", "نظرات بطور دستی توسط مدیر تایید شوند قبل از به نمایش در امدن توسط دیگران");

define("PRFLAN_224", "سیستم ثبت نام کاربران");

define("PRFLAN_225", "استفاده شده توسط فیس بوک و دیگران. بايد اخرين اندازه يک تصوير مربه ، در عرض و ارتفا 144px باشد.");
define("PRFLAN_226", "تصوير هدر روي برخي قالب ها و برخي صفحات مورد استفاده قرار گيرد.");
define("PRFLAN_227", "استفاده شده در برخي قالب ها. قرار دهيد 'برچسب سايت' براي اين مقدار يا استفاده در قالبتان.");
define("PRFLAN_228", "استفاده شده در برخي قالب ها. قرار دهيد 'توضيحات سايت' درقالبتان براي استفاده از اين مقدار.");
define("PRFLAN_229", "استفاده شده در برخي قالب ها. قرار دهيد 'SITEDISCLAIMER' در قالبتان براي استفاده اين مقدار.");
define("PRFLAN_230", "تاريخ/ساعت فرمت فيلد-ورودي");

define("PRFLAN_231", "حداکثر دفعات ورود ناموفق قبل از تحريم و ممنوعيت:");
define("PRFLAN_232", "ورود هاي خراب شده بعد از تحريم اي پي  که قصد  حمله به سايت را داشته است.");
define("PRFLAN_233", "کنترل نظرات ساخته شده توسط:");
define("PRFLAN_234", "قبل از اينکه نظرات توسط ديگران قابل مشاهده باشند بصورت دستي توسط مدير تاييد شوند");
define("PRFLAN_235", "طبقه بندي نظر:");
define("PRFLAN_236", "ابتدا بيشترين نظرات اخير");
define("PRFLAN_237", "اخر بيشترين نظرات اخير");

define("PRFLAN_238", "اپلود کردن فايل");
define("PRFLAN_239", "حداکثر اندازه اپلود درون تنظيمات فايل php.ini ثبت شده است:");
define("PRFLAN_240", "محدوديت اپلود نوع فايل");
define("PRFLAN_241", "** به دلایل امنیتی محدودیت این مقادیر ممکن است فقط بصورت دستی در فایل زیر تغییر یابد:");

define("PRFLAN_242", "Javascript Frameworks (فقط براي ازمايش هدف)");
define("PRFLAN_243", "اتومات (روي-درخواست)");
define("PRFLAN_244", "بخش مدير");
define("PRFLAN_245", "جلو-پايان");
define("PRFLAN_246", "هردو");
define("PRFLAN_247", "غيرفعال شده");

define("PRFLAN_248", "تثبيت غير فعال سازي اسکريپت ها");
define("PRFLAN_249", "اگر غير فعال شود, اسکريپت ها در يک فايل تلفيقي لود خواهد شد");
define("PRFLAN_250", "فعال کردن اسکريپت هاي تلفيق شده در يک فايل فشرده با پسوند zlibs:");
define("PRFLAN_251", "تنها زمانی که تثبیت اسکریپت فعال است استفاده شود");
define("PRFLAN_252", "غیر فعال کردن اسکریپت تلفیقی کش سرور:");
define("PRFLAN_253", "غیر فعال کردن اسکریپت تلفیقی کش مرورگر:");

define("PRFLAN_254", "ايميل &amp; اطلاعات ارتباطي");
define("PRFLAN_255", "اپلود کردن فايل");
define("PRFLAN_256", "گزينه هاي پيشرفته");
define("PRFLAN_257", "کتاب خانه ها");

define("PRFLAN_258", "فرم تماس قابل مشاهده");
define("PRFLAN_259", "عضويت & ورود");
define("PRFLAN_260", "فقط ورود");
define("PRFLAN_261", "گزينه هاي فيلد");
define("PRFLAN_262", "رمز عبور در تاييديه ايميل");
define("PRFLAN_263", "باید منحصر به فرد به این وب سایت  باشد");

define("PRFLAN_264", "صفحه ورود فرانت پيج است (login.php)");
define("PRFLAN_265", "صفحه اسپلش فرانت پيج است (membersonly.php)");
define("PRFLAN_266", "وقتي کاربر خارج ميشود, کاربر بايد به کدام صفحه منتقل  شود?");
define("PRFLAN_267", "روش ايميل کردن");

define("PRFLAN_268", "ظاهرشدن نشان دهنده- درحال ويرايش");
define("PRFLAN_269", "مديران با اين کلاس کاربري (و مجوز مناسب محيط مديريت) منطقه اي که بطور مستقيم ويرايش html ظاهر خواهد شد.");
define("PRFLAN_270", "فيلتر کردن فرم تماس");
define("PRFLAN_271", "ناديده گرفته شدن فرم ثبت شده و ارسالي با اين عبارات و جملات .در ميان هر خط.");
