<?php
/*
 * Copyright (C) 2008-2013 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/

// define("BANLAN_1", "کاربران تحريم شده حذف شدند");
define("BANLAN_2", "ليست کاربر تحريم شده وجود ندارد.");
define("BANLAN_3", "تحريم شدگان موجود");
// define("BANLAN_4", "حذف تحريم شده");
define("BANLAN_5", "ورود اي پي, ادرس ايميل, يا هاست");
define("BANLAN_7", "منطقه");
define("BANLAN_8", "ادرس هاي تحريم شده");
define("BANLAN_9", "کاربراني که توسط ايميل در سايت تحريم شده اند, اي پي يا ادرس هاست ");
define("BANLAN_10", "اي پي / ايميل / منطقه");
define("BANLAN_11", "تحريم اتومات: بيشتر از ده تلاش براي قصد به ورود سبب بسته شدن و تحريم کاربرگردد");
define("BANLAN_12", "توجه: dns معکوس معمولا غيرفعال هست; البته براي تحريم هاست ها بايد فعال شود.  تحريم کردن با اي پي و ادرس ايميل باز هم داراي توابع نرمال و معمولي پيروي ميکند");
define("BANLAN_13", "توجه: براي تحريم کاربر بر اساس نام کاربري, برو به صفحه مديريت کاربران: ");
define("BANLAN_14", "ليست کاربران بسته شده");
define("BANLAN_15", "دوره زماني پيام / محدوديت");
define("BANLAN_16", "تحريم شدگان");
define("BANLAN_17", "تاريخ تحريم شدن");
define("BANLAN_18", "پايان تحريم شدن");
define("BANLAN_19", "اسناد");
define("BANLAN_20", "نوع");
//define("BANLAN_21", "هرگز");
define("BANLAN_22", "ناشناخته");
define("BANLAN_23", "روز(ها)");
define("BANLAN_24", "ساعت ها");
define("BANLAN_25", "افزودن به ليست بسته شده ها");
define("BANLAN_26", "بطور متداول ");
define("BANLAN_27", "کاراکتر هاي نامعتبر در ادرس اي پي بسته شده - حالا:");
define("BANLAN_28", "نوع تحريم");
define("BANLAN_29", "پيام نمايشي براي کاربران تحريم شده");
define("BANLAN_30", "مدت تحريم");
define("BANLAN_31", "(در صورتي که شما بخواهيد کاربر با صفحه خالي روبه روشود ، دريافت پيام خالي)");
define("BANLAN_32", "نامحدود");
//define("BANLAN_33", "تنظيماتبروزرساني شد");
define("BANLAN_34", "تاريخ پايان محدوديت");
define("BANLAN_35", "وارد کردن/صادرکردن");
define("BANLAN_36", "نوع خروجي  و صادر کردن");
define("BANLAN_37", "ميدان جداساز");
define("BANLAN_38", "انتقال (روند کردن هر مقدار)");
define("BANLAN_39", "خروجي و صادر کردن");
define("BANLAN_40", "خروجي لست بسته شده ها");
define("BANLAN_41", "ورودي ليست بسته شده ها");
define("BANLAN_42", "واردکردن انتخاب شده ها");
define("BANLAN_43", "جايگزين کردن همه ليست هاي موجود وارد شده");
define("BANLAN_44", "استفاده از تاريخ انقضا/زمان از تاريخ ورود");
define("BANLAN_45", "وارد کردن");
define("BANLAN_46", "ورود فايل:");
define("BANLAN_47", "خطاي اپلود فايل");
define("BANLAN_48", "حذف شد --NUM-- از ليست منخقضي شده ورودي ");
define("BANLAN_49", "CSV ورود فايل: در خط انتقالي تعادل برقرار نبود ");
define("BANLAN_50", "CSV ورود فايل: خطاي رکوردي در خط نوشته شده روي ليت تحريمي ");
define("BANLAN_51", "CSV ورود فايل: کامل شد, --NUM-- خط هاي وارد شده از فايل ");
define("BANLAN_52", "ليست سفيد");
define("BANLAN_53", "افزودن به ليست سفيد");
define("BANLAN_54", "ورودي در ليست سفيد نمي باشد");
define("BANLAN_55", "تاريخ ورودي");
define("BANLAN_56", "اي پي/ايميل, کاربر");
define("BANLAN_57", "کاربر");
define("BANLAN_58", "افزودن کاربران به ليست سفيد");
define("BANLAN_59", "ويرايش ورودي هاي موجود ليست سفيد");
define("BANLAN_60", "ويرايش ورودي هاي موجود در ليست سياه يا تحريمي");
define("BANLAN_61", "ورودي هاي موجود ليست سفيد");
// define("BANLAN_62", "گزينه ها");
define("BANLAN_63", "استفاده از دي ان اس معکوس براي مجاز شدن تحريم از هاست");
define("BANLAN_64", "دسترسي به دي ان اس معکوس هنگمي که به تحريم بيفزاييد");
define("BANLAN_65", "این گزینه را برای کاربران تحریم شده با مجوز دلخواه خود توسط نام هاست یا قرارگیری ای پی یا ادرس ایمیل قرار دهید.<br />توجه: اين افکت صفحه بارگزاري روي بعضي هاست ها رو کند مي کنه يا روي بعضي سرور ها پاسخ نميده");
define("BANLAN_66", "وقتی تحریم انجام شد ، ای گزینه اضافه می کند به دامین جهت ادرس تحریمی");
define("BANLAN_67", "بيشترين درجه دسترسي را وارد نماييد ");
define("BANLAN_68", "اين قسمت تعيين ميکند بيشترين مقدار دسترسي را براي مدت 5 دقيقه");
define("BANLAN_69", "براي کاربران");
define("BANLAN_70", "براي مهمانان");
define("BANLAN_71", "راه اندازي مجدد دوره زماني تحريم");
define("BANLAN_72", "گزينه هاي تحريم");
define("BANLAN_73", "در اين حالت دوباره مدت تحريم کاربر شروع مي شود درصورتي که کاربر به سايت دسترسي پيدا کند");
define("BANLAN_74", "تغييرات ليست تحريم");
define("BANLAN_75", "حذف تاريخ انقضاي تحريم از ليست تحريمي");
define("BANLAN_76", "قابل اجرا");
define("BANLAN_77", "پيام/تحريم مدت زمان");
define("BANLAN_78", "تعداد برخوردهاي متجاوز ([x] درخواست داده شده در وقت معين)");
define("BANLAN_79", "CSV فرمت خروجي:");
define("BANLAN_80", "CSV فرمت ورودي:");
define("BANLAN_81", "وقايع اقدام تحريم");
define("BANLAN_82", "اقدامي براي تحريم واقع نشده است");
define("BANLAN_83", "تاريخ/زمان");
define("BANLAN_84", "ادرس اي پي");
define("BANLAN_85", "اطلاعات اضافي");
define("BANLAN_86", "رويداد هاي تحريمي وابسته");
define("BANLAN_87", "مجموع --NUM-- ورودي هاي ليست");
define("BANLAN_88", "خالي بودن وقوع اقدام به تحريم");
define("BANLAN_89", "فايل وقايع حذف شد");
define("BANLAN_90", "خطاي حذف فايل ثبت وقايع");
define("BANLAN_91", " فرمت  تاريخ/زمان براي وقايع تحريمي");
define("BANLAN_92", "زمان شروع توابع صفحه را در  php.net ببينيد");
define("BANLAN_93", "");

// Ban types - block reserved 100-109
define("BANLAN_100", "ناشناخته");
define("BANLAN_101", "معمولي");
define("BANLAN_102", "طغيان");
define("BANLAN_103", "تعداد برخورد");
define("BANLAN_104", "خطاي ورود");
define("BANLAN_105", "وارد شده");
define("BANLAN_106", "کاربر");
define("BANLAN_107", "ناشناخته");
define("BANLAN_108", "ناشناخته");
define("BANLAN_109", "قديمي");

// Detailed explanations for ban types - block reserved 110-119
define("BANLAN_110", "Most likely a ban that was imposed before e107 was upgraded from 0.7.x");
define("BANLAN_111", "وارد شده توسط مدير");
define("BANLAN_112", "قصد بروزرساني سايت با سرعت زياد");
define("BANLAN_113", "قصد دسترسي به سايت بطور مکرر از بعضي ادرس ها");
define("BANLAN_114", "قصد ورود ناموفق چندين بار توسط بعضي کاربران");
define("BANLAN_115", "از ليست خروجي افزوده شد");
define("BANLAN_116", "اي پي ادرس کاربر تحريم شده بسته و تحريم شد");
define("BANLAN_117", "دلايل اضافي");
define("BANLAN_118", "دلايل اضافي");
define("BANLAN_119", "نشان دادن خطاي ورودي - تحريم هاي وارد شده برگشت پذير");

define("BANLAN_120", "ورودي ليست سفيد");
define("BANLAN_121", "ورودي ليست سياه");
define("BANLAN_122", "ليست سياه");
define("BANLAN_123", "افزودن به ليست سياه");
define("BANLAN_124", "مدت منقضي");   // not ban_lan_34
define("BANLAN_125", "استفاده از اي پي من");

?>