<?php
/*
 * Copyright (C) 2008-2015 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/

define("LAN_HEADER_01", "منوي ناو مدير");
define("LAN_HEADER_02", "سرور شما مجوز اپلود هاي فايل http را نمي دهد همچنين اين امکان را به کاربران نيز براي اپلود فايل هاي اواتار ها/فايل هاي ديگر نمي دهد براي برطرف کردن اين مشکل بايد فايل php.ini را تغيير دهيد اين فايل بر روي سرور شما قرار دارد سپس سرور را ريستارت نماييد.اگر شما به فايل هاي سرور خود دسترسي نداريد با پشتيباني هاست خود تماس حاصل نماييد.");
define("LAN_HEADER_03", "سرور شما در واقع روي يک مسير بمنا اجرا شده.
این استفاده غیرمجاز فایل خارجی در دایرکتوری خانه شما می باشد و بهمین دلیل شما باید بطور قطع اسکریپتی همچون فایل منیجر را تغییر دهید.");
define("LAN_HEADER_04", "منطقه مديريت");
define("LAN_HEADER_05", "زبان نمايش داده شده در مديريت");
define("LAN_HEADER_06", "اطلاعات پلاگين");

?>
