<?php
/*
 * Copyright (C) 2008-2013 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/

// define("FLALAN_1", "خطاي قصد ورود");
define("FLALAN_2", "بدون خطاي قصد ورود مي تواند وارد شود");
define("FLALAN_3", "قصد (هاي) ورود حذف شد");
define("FLALAN_4", "کاربري که قصد ورود را دارد از نامکاربري/پسورود نادرست استفاده مي کند");
define("FLALAN_5", "اي پي (هاي) تحريم شده");
// define("FLALAN_6", "تاريخ");
define("FLALAN_7", "اطلاعات");
define("FLALAN_8", "ادرس اي پي/ هاست");
// define("FLALAN_9", "گزينه ها");
define("FLALAN_10", "حذف / تحريم ورودي چک زده شده");
// define("FLALAN_11", "تيک زدن همه حذف چکباکس ها");
// define("FLALAN_12", "از تيک خارج کردن همه حذف چکباکس ها");
// define("FLALAN_13", "تيک زدن همه چکباکس هاي تحريمي");
// define("FLALAN_14", "از چک خارج کردن همه چکباکس هاي تحريمي");
define("FLALAN_15", "پيگيري اي پي ادرس(هايي)که بصورت اتوماتيک تحريم شده اند - کاربراني که بيشتر از ده بار قصد ورود ناموفق داشتند");
define("FLALAN_16", "حذف اين ليست تحريم اتومات");
define("FLALAN_17", "ليست تحريم اتومات حذف شد");
define('FLALAN_18', "نمي توان ادرس اي پي را تحريم کرد --IP-- - اين ادرس روي ليست سفيد قرار گرفته");

// define('FLALAN_19', "حذف همه چک زده ها");
?>