<?php
/*
 * Copyright (C) 2008-2013 e107 Inc (e107.org), Licensed under GNU GPL (http://www.gnu.org/licenses/gpl.txt)
 *
 * Admin Language File
 *
*/

define("FC_LAN_1", "بازرس فايل");
//define("FC_LAN_2", "گزينه هاي اسکن");//LAN_OPTIONS
//define("FC_LAN_3", "نمايش");
//define("FC_LAN_4", "همه");//LAN_ALL
define("FC_LAN_5", "فايل هاي هسته");
define("FC_LAN_6", "فقط خرابي و سالم بودن");
define("FC_LAN_7", "بدون فايل هاي هسته");
define("FC_LAN_8", "درستي فايل هاي هسته چک شود");
//define("FC_LAN_9", "روشن");//LAN_YES - consistent with prefs
//define("FC_LAN_10", "خاموش");//LAN_NO
define("FC_LAN_11", "اکنون اسکن کنيد");
//define("FC_LAN_12", "خير");//LAN_NONE
define("FC_LAN_13", "خرابي فايل هاي هسته");
define("FC_LAN_14", "نمايش نتايج توسط");
define("FC_LAN_15", "دايرکتوري درختي");
//define("FC_LAN_16", "ليست");//LAN_LIST
define("FC_LAN_17", "رشته تطبيقي");
define("FC_LAN_18", "حالت منظم");
define("FC_LAN_19", "نمايش شماره هاي خط");
define("FC_LAN_20", "نمايش خطوط مطابق");
define("FC_LAN_21", "فايل هاي قديمي هسته");
//define("FC_LAN_22", "نوشته تطبيقي سايه روشن زده");//not used
define("FC_LAN_23", "استثنا فايلهاي زبان");
define("FC_LAN_24", "پوشه هسته (درست رمزگزاري شده)");
define("FC_LAN_25", "پوشه هسته (درست ناموفق)");
define("FC_LAN_26", "پوشه هسته (خراب)");
define("FC_LAN_27", "پوشه هسته (قديمي)");
define("FC_LAN_28", "بدون پوشه هسته");
define("FC_LAN_29", "فايل هسته (سالم رمزگزاري شده)");
define("FC_LAN_30", "فايل هسته (چک نشده)");
define("FC_LAN_31", "فايل هسته (سالم ناموفق)");
define("FC_LAN_32", "فايل هسته (خراب)");
define("FC_LAN_33", "فايل هسته (قديمي)");
define("FC_LAN_34", "فايل هسته (بي حساب)");
define("FC_LAN_35", "ناشي از ايميني مشخص");
define("FC_LAN_36", "بدون فايل هسته");
define("FC_LAN_37", "کليد فايل");

define("FR_LAN_1", "در حال اسکن");
define("FR_LAN_2", "نتايج اسکن");
define("FR_LAN_3", "مرور کلي");
define("FR_LAN_4", "فايل هاي هسته");
define("FR_LAN_5", "بدون فايل هاي هسته");
define("FR_LAN_6", "مجموع فايل ها");
define("FR_LAN_7", "چک صحيح");
define("FR_LAN_8", "از فايل هاي هسته رد شد");
define("FR_LAN_9", "فايل هاي هسته سالم نيست");
define("FR_LAN_10", "امکان وجود علتي براي خرابي فايلها وجود دارد");
define("FR_LAN_11", "فايل خراب شده");
define("FR_LAN_12", "احتمالا مربوط به یک شمار هست ک در ون یک فایل خراب شده فشرده شده zip می باشد,خرابيش بايد موقع خارج کردن از فايل فشرده يا انتقال با نرم افزار اف تي پي باشد. شما بايد دوباره اين فايل را اپلود و اسکن کنيد احتمالا اين مشکل برطرف ميشود");
define("FR_LAN_13", "فايل از تاريخش گذشته");
define("FR_LAN_14", "اگر فايل از ورژن قديمي e107 باقي مانده باشد و شما انرا اجرا کنيد ممکن است دچار اشکال شده باشد سلامتي انرا چک کنتيد.
اطمينان حاصل نماييد که فايل اپلود شده شما نسخه جديد باشد");
define("FR_LAN_15", "فايل ويرايش شد");
define("FR_LAN_16", "اگر شما فايل را ويرايش کرديد و درنهايت تصويب شده باشد در هر صورت سلامتي انرا چک کنيد. اگر شما عمدا
اين فايل را ويرايش کرديدپس ميتوانيد بدون هيچ نگراني از اين فايل عبور کنيد . اگر هرچند ويرايش شده باشد توسط شخص ديگري بدون اجازه شما در هر صورت مي توانيد دوباه انرااز
فايل فشرده e107.zip اپلود نماييد البته نسخه مناسب با انرا پيدا نماييد ");
define("FR_LAN_17", "اگر شما کاربر svn هستيد");
define("FR_LAN_18", "اگر شما اجرا کنيد بررسي e107 svn رار وي سايت خود بجاي نسخه پايدار و رسمي e107
,انگاه هنگام چک کردن سلامتی انها فایل های خرابی را کشف خواهید کردزیرا انها توسط یک برنامه نویس بعد از اخرین تصویر فوری از هسته ساخته شده اند.");
define("FR_LAN_19", "فايلها خراب شدند");
define("FR_LAN_20", "همه فايلها تصويب شدن");
define("FR_LAN_21", "خير");
define("FR_LAN_22", "فايلهاي خراب هسته");
define("FR_LAN_23", "تطابقي وجود ندارد.");
define("FR_LAN_24", "فايلهاي قديمي هسته");
define("FR_LAN_25", "سالم نامعلوم");

define("FR_LAN_26", "اخطار! ناامني نگران کننده اي يافت شد!");
define("FR_LAN_27", "اينجا رو يسرور شما فايلهايي وجود دارد که قابل اجرا هستند و سريعا بايد حذف شوند.");
define("FR_LAN_28", "فايل هاي ناامن مشخص");

//define("FR_LAN_29", "مجموع فايلهاي مطابق");//not used
//define("FR_LAN_30", "مجموع خطهاي مطابق");//not used
//define("FR_LAN_31", "پوشه پلاگين پيدا نميشود");//not used
define("FR_LAN_32", "شما نياز داريد تا اسکن اوليه انجام گيرد!");

define("FS_LAN_1", "ساخت عکس لحظه اي");
define("FS_LAN_2", "مسير مطلق از دايرکتوري ريشه براي ساخت تصوير جهت");
define("FS_LAN_3", "ساخت تصوير فوري از پلاگين: (پلاگين شما ليست شده وقتي که قابل نوشتن شد براي  e_inspect.php اين فايل در دايرکتوري ريشه پلاگين شما موجود است.)");
define("FS_LAN_4", "انتخاب...");
define("FS_LAN_5", "از فايل هاي ناسالم جاري عکس فوري بگير");
define("FS_LAN_6", "جاري");
define("FS_LAN_7", "ناسالم شد");
define("FS_LAN_8", "ساخت تصوير لحظه اي و عکس فوري");
define("FS_LAN_9", "تصوير لحظه اي");
define("FS_LAN_10", "تصوير لحضه اي ساخته شد");
define("FS_LAN_11", "تصوير لحظه اي کاملا ساخته شد");
define("FS_LAN_12", "بازگشت به صفحه اصلي");
?>